Checks if the file is workshared and Central.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2013
 Syntax
  C#
public bool IsCentral { get; }
  Visual Basic
Public ReadOnly Property IsCentral As Boolean
	Get
  Visual C++
public:
property bool IsCentral {
	bool get ();
}
 See Also
  BasicFileInfo Class
  Autodesk.Revit.DB Namespace